{
    "Character.Name.Impact": "Impacto",
    "Character.Title.Impact": "Movimento",
    "Character.Reivolk.Impact.Title": "Deus da Velocidade",
    "Character.Reivolk.Impact.Description": "Não precisa mais jogar dado para se movimentar, sua movimentação padrão é de 1 a até 1 Sextilhão e ao empurrar um inimigo pode movê-lo 2 metros para a direção que você quiser.",
    
    "Character.Name.Tecnology": "Tecnologia",
    "Character.Title.Tecnology": "Duelista",
    "Character.Reivolk.Tecnology.Title": "Criação Perfeita",
    "Character.Reivolk.Tecnology.Description": "Sua vida se regenera e aumenta para 30, Ganha +2 dados de ataque em todos os seus ataques e pode usar mais de um pulo por combate, você recupera 1 pulo por rodada e seus ataques recebem +2 de dano e os seus dados de ataque ganham +1.",

    "Character.Name.Kader": "Kader",
    "Character.Title.Kader": "Dona do Destino",
    "Character.SpecialDescription.Kader": "Você ganha +1 ataque padrão em cada combate e a quantidade de dados que você acertar até o fim do primeiro combate com um inimigo, define o futuro do seu inimigo, após o futuro dele ser decretado, não pode mais ser alterado em outros combates, pois o destino de cada pessoa é um só, e é você decide isso, se o número de dados acertados passar do máximo, o destino do jogador será o destino de número mais alto, o destino do jogador será retirado dele assim que você morrer.<br>2 dados- Fraqueza eterna: O inimigo perderá 1 pulo por rodada. <br>3 dados- Corpo Corroído: No início de cada combate, o inimigo começará com 10 de vida e após o primeiro turno a vida dele vai para a quantidade que estava antes do combate se iniciar.<br>4 dados- Força e Fraqueza: Aquele inimigo recebe +1 nos dados de defesa contra outros adversários e -2 ao enfrentar você. <br>5 dados- Nemesis: Se o inimigo não conseguir te matar até sobrar ele e mais um jogador, ele morrerá automaticamente, você ganha +3 nos dados de ataque e +2 nos dados de defesa contra ele.<br>6 dados- Caminho da Perdição: Todos os jogadores recebem +2 nos dados de defesa contra o inimigo que recebeu esse destino.",
    "Character.Reivolk.Kader.Title": "Destino Vitorioso",
    "Character.Reivolk.Kader.Description": "Você ganha +3 em cada dado de defesa e +4 em cada dado de ataque e recebe 3 de escudo por cada dado de ataque que acertar no inimigo e pode ficar indestrutível durante um turno de cada combate e deve usar isso como opção (D), a mecânica do escudo é a mesma do escudo que está no ataque Selo Ancestral.",
    "Character.Kader.SpecialTextbox": "Destinos",


    "Ambient.Earth": "Terra",
    "Ambient.Air": "Ar",
    "Ambient.Space": "Espaço",

    "Characteristic.DodgePoints": "Pontos de Pulo/Empurro",
    "Characteristic.OportunityAttack": "Ataque de Oportunidade",
    "Characteristic.ExplorationItens": "Itens de Exploração",
    "Characteristic.DefenseDices": "Dados de Defesa",

    "Terrain.Dessert": "Deserto",
    "Terrain.City": "Cidade",
    "Terrain.Junkyard": "Lixão",
    "Terrain.Mountain": "Montanha",

    "AttackBase.Damage": "Dano",
    "AttackBase.Distance": "Distância",
    "AttackBase.Dices": "Dados",
    "AttackBase.LoadTime": "Tempo de Recarga",
    "AttackBase.Terrain": "Terreno",

    "Attack.TornadoInHands": "Furacão nas Mãos",
    "Attack.FastPunch": "Soco Rápido",
    "Attack.FastPunch.SpecialDescription": "Após o ataque, você fica nas costas do inimigo até o fim do combate.",
    "Attack.JumpKick": "Voadora",    
    "Attack.JumpKick.SpecialDescription": "Empurra o inimigo até 4 metros, e você se posiciona no seu antigo lugar.",
    "Attack.PhysicalCombat": "Combate Físico",
    "Attack.PhysicalCombat.SpecialDescription": "Se acertar todos os 5 dados, o inimigo não pode mais se defender até o fim do combate.",
    "Attack.ZLCannon": "Canhão ZL",
    "Attack.Lazer": "Laser",
    "Attack.Missile": "Míssil",
    "Attack.NoPointOfConexion.SpecialDescription": "Não precisa estar entre Pontos de Conexão para atacar.",
    "Attack.LazerCannon": "Canhão Laser",
    "Attack.Expert": "Perito",
    "Attack.SpiritualBlade": "Lâmina Espiritual",
    "Attack.AncestralSeal": "Selo Ancestral",
    "Attack.AncestralSeal.SpecialDescription": "Ganha 3 de escudo a cada número 6 que cair no combate sendo seu ou não, o escudo se acumula e dura mesmo após o combate, o escudo funciona assim, dano do inimigo menos o número do escudo, se o dano ultrapassar o número do escudo, ele se quebra e você sofre o dano que sobrou do ataque.",
    "Attack.TemporalHands": "Mãos Temporais",
    "Attack.AncestralWeight": "Peso Ancestral",

    "Passive.SpeedOfSound": "Velocidade do Som",
    "Passive.SpeedOfSound.Description": "Joga um d20 para se movimentar.",
    "Passive.WithoutTime": "Sem Tempo",
    "Passive.WithoutTime.Description": "Dá todos os seus ataques antes que o adversário revide.",
    "Passive.DifficultTarget": "Alvo Difícil",
    "Passive.DifficultTarget.Description": "Pode se mover antes de atacar ou revidar (movimentação é opcional).",
    "Passive.Dueling": "Duelista",
    "Passive.Dueling.Description": "Faz com que os seus dados de defesa se tornem dados de ataque, o que significa que você atacará o inimigo ao mesmo tempo que ele esta te atacando, e em caso de empate os dois tomam dano.",
    "Passive.Egoist": "Egoísta",
    "Passive.Egoist.Description": "Ganha +1 ataque em cada combate.",
    "Passive.Pressure": "Pressão",
    "Passive.Pressure.Description": "Fica com o dobro de dano no seu primeiro ataque no combate.",
    "Passive.Update": "Atualização",
    "Passive.Update.Description": "Ao terminar um combate o jogador adversário jogará um D6 e o número que ele tirar será a quantidade de vida que você irá ganhar e quando sua vida chegar no limite vai sendo acrescentado.",

    "Consumable.FatalPush": "Empurro Fatal",
    "Consumable.FatalPush.Description": "Quando empurrar um inimigo, o inimigo perderá 5 de vida automaticamente.",
    "Consumable.AbsurdSpeed": "Velocidade Absurda",
    "Consumable.AbsurdSpeed.Description": "Pode se locomover a até 2 Pontos de Conexão de distância.",
    "Consumable.Profiteer": "Aproveitador",
    "Consumable.Profiteer.Description": "Desvia automaticamente de um dado do ataque inimigo e ganha +1 ataque.",
    "Consumable.Fast": "Veloz",
    "Consumable.Fast.Description": "Pode se movimentar até 15 metros.",
    "Consumable.Lightning": "Raio",
    "Consumable.Lightning.Description": "Desvia automaticamente de um ataque do inimigo (gasta um Pulo).",
    "Consumable.WhiteFury": "Fúria Branca",
    "Consumable.WhiteFury.Description": "Durante um ataque, jogue 1 dado a menos, pois esse dado será um 6 automático.",
    "Consumable.SpeedOfLight": "Velocidade da Luz",
    "Consumable.SpeedOfLight.Description": "Transforma os ataques de revide do inimigo em seus próprios ataques.",
    "Consumable.RunAroundTheWorld": "Volta ao mundo",
    "Consumable.RunAroundTheWorld.Description": "Durante 3 rodadas, pode ir direto até qualquer ponto do mapa sem rolar dado.",
    "Consumable.StopTime": "Parando o Tempo",
    "Consumable.StopTime.Description": "Pode jogar 3 vezes seguidas em uma única rodada.",

    "Consumable.Shield": "Escudo",
    "Consumable.Shield.Description": "Pode jogar +2 dados para se defender até o fim do combate.",
    "Consumable.Fly": "Voo",
    "Consumable.Fly.Description": "Pode se movimentar até 30 metros.",
    "Consumable.Analysis": "Análise",
    "Consumable.Analysis.Description": "Pode ver a ficha de um jogador que você esteja atacando ou sendo atacado por ele e escolherá um poder, habilidade passiva ou dispositivo para se tornar imune àquilo até o fim do combate.",
    "Consumable.Dash": "Dash",
    "Consumable.Dash.Description": "Consegue pular 10 metros, seja para fugir, para continuar o combate ou para entrar em ambiente Aéreo(gasta um pulo), dura até o fim do turno.",
    "Consumable.SecondAttack": "Segundo Ataque",
    "Consumable.SecondAttack.Description": "PA cada ataque que você acertar o inimigo perderá +1 de vida, dura até o fim do combate.",
    "Consumable.Absorption": "Absorção",
    "Consumable.Absorption.Description": "Durante um ataque recebe apenas metade do dano do ataque total do inimigo( se o número for ímpar recebe a minoria).",
    "Consumable.OutOfOrbit": "Fora da Órbita",
    "Consumable.OutOfOrbit.Description": "Voa para fora do planeta(Ambiente Espaço) e fica lá por 5 rodadas e ao retornar , poderá cair em qualquer parte do mapa( menos dentro de locais de exploração e ao voltar pode jogar o dado de movimentação).",
    "Consumable.Kamikaze": "Kamikaze",
    "Consumable.Kamikaze.Description": "Se explode fazendo com que todos os jogadores até 25 metros(não precisa estar entre pontos de conexão) recebam sua explosão e após a explosão vc fica com 1 de vida e não pode se mover nem realizar ações por 2 rodadas (Se usar a explosão dentro de um local de exploração você morrerá, se usar a explosão do lado de fora ela não atingirá o inimigo dentro do local de exploração).<br>Explosão: <br>Dano 19<br>Distância 0|25<br>Dados 3<br>Ambiente T/A",
    "Consumable.DeathMachine": "Máquina da Morte",
    "Consumable.DeathMachine.Description": "Durante um combate inteiro você ganha +2 ataques , dá o triplo de dano e joga +1 dado de defesa.",

    "Consumable.AlteringOrb": "Orbe Alterador",
    "Consumable.AlteringOrb.Description": "Pode anular o destino que foi traçado ao último inimigo que esteve em combate contra você e não conta como primeiro combate.",
    "Consumable.PendantOfDestiny": "Pingente do Destino",
    "Consumable.PendantOfDestiny.Description": "Pode acrescentar +1 na quantidade de dados acertados durante o combate para alterar o destino do inimigo.",
    "Consumable.NecklaceOfPower": "Colar do Poder",
    "Consumable.NecklaceOfPower.Description": "Ganha +2 dados de ataque até o fim do combate.",
    "Consumable.SpiritualCore": "Núcleo Espiritual",
    "Consumable.SpiritualCore.Description": "Ganha +2 em cada dado de defesa até o fim do combate.",
    "Consumable.DeathOrb": "Orbe da Morte",
    "Consumable.DeathOrb.Description": "Se durante um combate você conseguir acertar todos os dados de um ataque, o destino do inimigo vai automaticamente para o 6, ao final do combate ele jogará um d6 e se ele tirar 5 ou 6 ele consegue escapar deste destino.",
    "Consumable.DefenseBlocked": "Defesa Bloqueada",
    "Consumable.DefenseBlocked.Description": "O inimigo não pode se defender do seu ataque.",
    "Consumable.DrainedFate": "Destino Drenado",
    "Consumable.DrainedFate.Description": "Gasta todos os seus pulos e perde 5 de vida. No fim do combate pode alterar o destino do inimigo."
}